console.log(`
Моя оценка - 100 баллов
Отзыв по пунктам ТЗ:
Выполненные пункты:
1) блок 'header' 
2) блок 'Not only' 
3) блок 'About' 
4) блок 'Our Friends' 
5) блок 'Help' 
6) блок 'In addition' 
7) блок 'footer' 
...
31) нет полосы прокрутки при ширине страницы 'Main' от 1280рх до 768рх 
32) нет полосы прокрутки при ширине страницы 'Main' от 768рх до 320рх 
33) нет полосы прокрутки при ширине страницы 'Pets' от 1280рх до 768рх  
34) нет полосы прокрутки при ширине страницы 'Pets' от 768рх до 320рх 
35) на странице 'Main', при плавном изменении размера экрана элементы верстки так же плавно меняют свои размеры и расположение, не наезжают друг на друга, изображения могут менять размер, но сохраняют правильные пропорции 
36) на странице 'Pets', при плавном изменении размера экрана элементы верстки так же плавно меняют свои размеры и расположение, не наезжают друг на друга, изображения могут менять размер, но сохраняют правильные пропорции 
37) При ширине экрана меньше 768px на обеих страницах меню в хедере скрывается, появляется иконка бургер-меню. Открытие меню при клике на иконку бургер-меню на текущем этапе не проверяется 
38) Верстка обеих страниц валидная: для проверки валидности вёрстки используйте сервис https://validator.w3.org/  
`);
